function Dsy(){
	this.Items = {};
};
Dsy.prototype.add = function(id,iArray){
	this.Items[id] = iArray;
};
Dsy.prototype.Exists = function(id){
	if(typeof(this.Items[id]) == "undefined") return false;
	return true;
};
var dsy = new Dsy();
dsy.add("0",["北京师范大学珠海分校","北京理工大学珠海学院","复旦大学","清华大学","北京大学","暨南大学","中山大学","广州药学院","广州医学院","厦门大学","四川大学","吉林大学","同济大学","山东大学","哈尔滨大学","华中师范大学","华南师范大学","中国地质大学","上海财经大学"]);
dsy.add("0_0_0_0",["2013","2014","2015","2016"]);
dsy.add("0_0_0",["数字媒体技术","软件工程","电气","电子","计算机专业","城规","土管","数学与应用数学"]);
dsy.add("0_0",["信息技术学院","工程技术学院","艺术与传播学院","不动产学院","运动休闲学院","设计学院","教育学院"]);



dsy.add("0_1",["3","3","3","3","3","3",]);
dsy.add("0_1_0",["4","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4"]);
dsy.add("0_1_0_0",["5","5","5","5","5"]);



dsy.add("0_2",["3","3","3","3","3","3",]);
dsy.add("0_2_0",["r","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4","4"]);
dsy.add("0_2_0_0",["5","5","5","5","5"]);
